const indexData = [{
  id: 0,
  imgUrl: "/image/s4.png",
  name: "瓜子",
  weat: "2000g",
  speace: 8.35,
  selected: true,
  details: "/image/details/indexDetail1.jpg",
  parameter: {
    "品牌名称：": "黑娃（零食）",
    "保质期：": "240 天",
    "产地: ": "中国大陆",
    "生产许可证编号：": "SC11834162105435",
    "规格: ": "2000g",
    "套餐份量: ": "3人份",
    "净含量: ": "2000g",
    "储藏方法：": " 阴凉干燥处",
    "厂家联系方式：": "0558-7288566",
    "特产品类: ": "葵花瓜子",
    "配送频次: ": "1周2次"
  },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 1,
  imgUrl: "/image/s5.png",
  name: "芹菜",
    weat: "500g",
  speace: 14.50,
  selected: true,
  details: "/image/details/indexDetail2.jpg",
  parameter: {
    "品牌名称：": "有机汇",
    "保质期：": "7 天",
    "产地: ": "中国大陆",
    "生产许可证编号：": "SC10137079303430",
    "规格: ": "500g",
    "套餐份量: ": "3人份",
    "净含量: ": "500g",
    "储藏方法：": " 0-8℃",
    "厂家联系方式：":"17663671812",
    "特产品类: ":"马家沟芹菜",
    "配送频次: ":"1周1次"
  },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 2,
  imgUrl: "/image/s6.png",
  name: "素米",
  weat: "375g",
  speace: 29.90,
  selected: true,
  details: "/image/details/indexDetail3.jpg",
    parameter: {
      "品牌名称：": "汾都香",
      "保质期：": "365 天",
      "产地: ": "中国大陆",
      "生产许可证编号：": "SC10114118221046",
      "规格: ": "500g×4袋",
      "套餐份量: ": "4人份",
      "净含量: ": "2000g",
      "储藏方法：": "阴凉干燥处",
      "厂家联系方式：": "15235173160",
      "特产品类: ": "汾州小米",
      "配送频次: ": "1周1次"
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 3,
  imgUrl: "/image/dessert1.jpg",
  name: "虾条",
  weat: "600g",
  speace: 9.98,
  selected: true,
  details: "/image/details/indexDetail1.jpg",
    parameter: {
      "品牌名称：": "咪咪虾",
      "保质期：": "365 天",
      "产地: ": "中国大陆",
      "生产许可证编号：": "SC11244051102044",
      "规格: ": "30g×6袋",
      "套餐份量: ": "4人份",
      "净含量: ": "600g",
      "产品标准号：": "GB/T 35863",
      "储藏方法：": "阴凉干燥处",
      "厂家联系方式：": "400869638",
      "特产品类: ": "麦丽素虾条"
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 4,
  imgUrl: "/image/dessert2.jpg",
  name: "曲奇饼",
  weat: "300g",
  speace: 14.80,
  selected: true,
  details: "/image/details/indexDetail1.jpg",
    parameter: {
      "品牌名称：": "蔓越莓",
      "保质期：": "180 天",
      "产地: ": "中国大陆",
      "生产许可证编号：": "SC11332058501320",
      "规格: ": "100g×3袋",
      "净含量: ": "3000g",
      "糕点种类: ":"曲奇饼干",
      "储藏方法：": "阴凉干燥处",
      "厂家联系方式：": "4008810118",
      "品牌系列: ": "BE & CHEERY",
      "产品标准号：":"GB/T 20977",
      "口味：":"原味蔓越莓、抹茶蔓越莓"
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 5,
  imgUrl: "/image/dessert3.jpg",
  name: "葡萄干",
  weat: "500g",
  speace: 19.99,
  selected: true,
  details: "/image/details/indexDetail6.jpg",
    parameter: {
      "品牌名称：": "大漠盛宴",
      "保质期：": "240 天",
      "产地: ": "中国大陆",
      "生产许可证编号：": "SC10161043103117",
      "净含量: ": "500g",
      "产品种类: ": "黑加仑葡萄干",
      "储藏方法：": "阴凉处保存.冷藏效果更佳",
      "厂家联系方式：": "18199992922",
      "系列: ": "黑加仑",
      "产品标准号：": "Q/DMSY 0001S",
      "食品添加剂：": "无添加剂"
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 6,
  imgUrl: "/image/silde1.jpg",
  name: "面包",
  weat: "1000g",
  speace: 3.55,
  selected: true,
  details: "/image/details/indexDetail7.jpg",
    parameter: {
      "品牌名称：": "BE＆CHEERY/百草味",
      "保质期：": "180 天",
      "产地: ": "中国大陆",
      "生产许可证编号：": "SC12442011202449",
      "净含量: ": "1000g",
      "糕点种类: ": "手撕面包",
      "储藏方法：": "阴凉处保存",
      "厂家联系方式：": "18199992922",
      "系列: ": "手撕面包1kg",
      "产品标准号：": "GB/T 20981",
      "食品添加剂：": "见包装",
      "口味: ":"手撕面包-1kg 全麦面包-1kg",
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 7,
  imgUrl: "/image/fruit1.jpeg",
  name: "果汁",
  weat: "7000ml",
  speace: 33.98,
  selected: true,
  details: "/image/details/indexDetail8.jpg",
    parameter: {
      "品牌名称：": "summi/森美",
      "保质期：": "90 天",
      "产地: ": "中国大陆",
      "生产许可证编号：": "SC10650023424727",
      "净含量: ": "7000ml",
      "糕点种类: ": "手撕面包",
      "储藏方法：": "冷藏",
      "厂家联系方式：": "4008559990",
      "系列: ": "无果粒",
      "产品标准号：": "GB/T 20981",
      "口味: ": "橙味",
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 8,
  imgUrl: "/image/fruit2.jpg",
  name: "可乐",
  weat: "130ml",
  speace: 13.85,
  selected: true,
  details: "/image/details/indexDetail9.jpg",
  parameter: {
    "厂名":"韩国",
    "保质期：":"270 天",
    "厂家联系方式":"020",
    "储藏方法：":"置于阴凉处",
    "净含量: ":"130ml",
    "系列: ":"可口可乐冰沙1袋装",
    "是否进口: ":"进口",
    "食品添加剂：":"见包装"
  },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 9,
  imgUrl: "/image/silde2.jpg",
  name: "巧克棒",
    weat: "495g",
  speace:59.90,
  selected: true,
  details: "/image/details/indexDetail10.jpg",
  parameter: {
    "品牌名称：":"glico/格力高",
    "系列: ": "百奇10口味10盒",
    "保质期：": "365天",
    "生产许可证编号：": "SC10831011201332",
    "是否进口: ": "国产",
    "厂家联系方式：": "021-63260088",
    "净含量: ": "495g",
    "糕点种类: ": "夹心饼干"
  },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}, {
  id: 10,
  imgUrl: "/image/silde3.jpg",
  name: "红薯",
    weat: "4500g",
  speace: 29.85,
  selected: true,
  details: "/image/details/indexDetail11.jpg",
    parameter: {
      "品牌名称：": "福瑞达",
      "保质期：": "7 天",
      "产地: ": "中国大陆",
      "配送频次: ": "1周2次",
      "生鲜储存温度: ": "0-8℃",
      "净含量: ": "4500g",
      "厂家联系方式：": "051689229358",
      "套餐份量: ": "3人份",
      "省份: ": "广西壮族自治区"
    },
  service: [{
    nav: "支持“7天无理由退货”服务：",
    lists: [{
      listData: "1、天猫超市出售的商品可以享受“7天无理由退货”服务，除天猫官方规定不支持7天无理由退换服务的类目商品外；"
    }, {
      listData: "2、退货商品请保证是未使用过，不影响二次销售（质量问题的商品除外）；"
    }, {
      listData: "3、退货提交有效期：在确认签收商品之日起7天内提交（以物流签收时间为准）。"
    }]
  }, {
    nav: "退货费用说明：",
    lists: [{
      listData: "1、如果是买家原因退货，由买家承担退货费用。"
    }, {
      listData: "2、如果是商品质量问题而导致的退货，退货费用由天猫超市承担。"
    }]
  }, {
    nav: "退货提交方式：",
    lists: [{
      listData: "1、在线申请：进入“我的淘宝”—“已买到的宝贝”，选中该笔交易，点击“退款/退货”，提交退货申请；"
    }, {
      listData: "2、电话申请：拨打电话400-988-8898。"
    }]
  }],
}]
/*  导出 JS */
module.exports = {
  indexData
}